Repository: partizand/mbackup
Catalog: Lang/mbackupw.*.po
Languages: ru

source: Cannot send mail. Did not authenticate
ru: Ошибка отправки почты. Ошибка авторизации.

source: Cannot send mail: %s
ru: Ошибка отправки почты: %s

source: Mail sucsessfuly sended
ru: Письмо успешно отправлено

# msgstrings.rsalways
source: Always
ru: Всегда

source: Archiving 7zip
ru: Архивация 7zip

source: Store arhs
ru: Хранить архивы

source: Archiving Rar
ru: Архивация Rar

source: Archiving Zip
ru: Архивация Zip

source: At stratup
ru: При запуске

# msgstrings.rscancel
source: Cancel
ru: Отмена

source: Copying
ru: Копирование

source: Copy of
ru: Копия

source: Directory created
ru: Каталог создан

source: Directory %s not exist. Create?
ru: Каталог %s не существует. Создать?

source: Disabled
ru: Отключена

# msgstrings.rsenabled
source: Enabled
ru: Разрешена

source: Enter destination
ru: Задайте приемник

source: Enter log file name
ru: Задайте файл журнала

source: Enter source
ru: Задайте источник

source: Error creating directory
ru: Ошибка создания каталога

source: Exclude
ru: Исключая

source: Fast
ru: Быстрый

source: Fastest
ru: Быстрейший

source: finished
ru: завершена

source: [Error] Cannot change working directory on ftp: %s. %s
ru: [Ошибка] Не удается перейти в директорию %s на ftp. %s

source: Changing working dir on ftp %s
ru: Смена текущего каталога на ftp %s

source: Login to %s
ru: Подключение к %s

source: [Error] Cannot connect to FTP %s. %s
ru: [Ошбика] Не могу подключиться к FTP %s. %s

source: Sucsessfuly connected
ru: Успешное подключение

# msgstrings.rsftpcreatedir
source: Directory on ftp created: %s
ru: Каталог на ftp создан: %s

source: [Error] Cannot create directory on ftp: %s. %s
ru: [Ошибка] Не могу создать каталог на ftp: %s. %s

# msgstrings.rsftpcreatedirstart
source: Creating directory on ftp %s
ru: Создание каталога на ftp %s

# msgstrings.rsftpdeletedir
source: Directory on ftp deleted: %s
ru: Каталог на ftp удален: %s

source: [Error] Cannot delete directory on ftp: %s. %s
ru: [Ошибка] Не могу удалить каталог на ftp: %s. %s

# msgstrings.rsftpdeletedirstart
source: Deleting directory on ftp %s
ru: Удаление каталога на ftp %s

source: Deleting file on ftp %s
ru: Удаление файла на ftp %s

source: Logout from ftp
ru: Отключение от ftp

source: File recived from ftp: %s
ru: Файл получен с ftp: %s

source: [Error] Cannot get file from ftp: %s. %s
ru: [Ошибка] Не могу получить файл с ftp: %s. %s

source: Getting file from ftp %s
ru: Получение файла с ftp %s

source: Sending list command
ru: Отправка команды list

source: [Error] Cannot get list directory on ftp: %s. %s
ru: [Ошибка] Не могу получить список содержимого каталогоа на ftp: %s. %s

source: [Error] Lost connection to ftp
ru: [Ошибка] Потеряно подключение к ftp

source: Not connected to ftp server
ru: Нет подключения к ftp

source: File uploaded: %s
ru: Файл помещен на ftp: %s

source: [Error] Cannot upload file to ftp: %s. %s
ru: [Ошибка] Не могу сохранить файл на ftp: %s. %s

source: Uploading file on ftp %s
ru: Помещение файла на ftp %s

source: Running
ru: Выполняется

source: Waiting
ru: Ожидает

source: [Error] 7za.exe/7z.exe is not found
ru: [Ошибка] 7za.exe/7z.exe не найден

source: Archiving 7zip %s to %s
ru: Архивация 7zip %s в %s

source: Archive was created %s
ru: Архив создан %s

source: [Error] Archiver return fatal error (Exit code %s). Archive name: %s
ru: [Ошибка] Архиватор вернул фатальную ошибку (Код выхода %s). Имя архива: %s

source: [Error] Archiver return error. Invalid arguments. Archive name: %s
ru: [Ошибка] Архиватор вернул ошибку. Неверные аргументы.Имя архива: %s

source: [Error] Archiver return error. Not enouth memory. Archive name: %s
ru: [Ошибка] Архиватор вернул ошибку. Недостаточно памяти. Имя архива: %s

source: Archiving Rar %s to %s
ru: Архивация Rar %s в %s

source: [Warning] Archiver return warning. Archive name: %s
ru: [Предупреждение] Архиватор вернул предупреждение.Имя архива: %s

source: [Warning] Archiver return warning. Process terminated by user. Archive name: %s
ru: [Предупреждение] Архиватор вернул предупреждение. Процесс прерван пользователем. Имя архива: %s

source: Archiving zip %s to %s
ru: Архивация zip %s в %s

source: Copying %s to %s
ru: Копирование %s в %s

source: Directory deleted %s
ru: Каталог удален %s

source: [Error] Cannot delete directory %s. %s
ru: [Ошибка] Ошибка удаления каталога %s. %s

source: File deleted %s
ru: Удален файл %s

source: [Error] Cannot delete file %s. %s
ru: [Ошибка] Ошибка удаления файла %s. %s

source: [Warning] Directory was created %s
ru: [Пердупреждение] Каталог создан %s

source: [Error] Cannot create directory %s. %s
ru: [Ошбика] Не удалось создать каталог %s. %s

source: [Error] Cannot find directory %s
ru: [Ошбика] Каталог %s не найден

source: External program complete. Exit code %s
ru: Внешняя программа завершилась с кодом %s

source: [Error] Cannot start external program %s
ru: [Ошибка] Ошибка запуска внешней программы %s

source: [Error] External program %s throw exception %s
ru: [Ошибка] Внешняя программа %s вызвала исключение %s

source: Start external program
ru: Запуск внешней программы

source: File copied: %s
ru: Скопирован файл: %s

source: [Error] Cannot copy file %s. %s
ru: [Ошибка] Ошибка копирования файла %s. %s

source: [Warning] Cannot get file date %s
ru: [Предупреждение] Не могу прочитать дату файла %s

source: [Warning] Cannot get files date %s, %s. %s
ru: [Предупреждение] Не могу прочитать дату файлов %s, %s. %s

source: Logging
ru: Журналирование

source: Mirroring %s to %s
ru: Зеркалирование %s в %s

source: [Error] Rar.exe is not found
ru: [Ошибка] Rar.exe не найден

source: Task started
ru: Задание запущено

source: Sync %s to %s
ru: Синхронизация %s в %s

source: Task ended
ru: Задание завершено

source: Task %s ended with warnings
ru: Задание %s завершено с предупреждениями

source: Task %s sucsessfuly ended
ru: Задание %s успешно завершено

source: [Error] Task %s failed to start
ru: [Ошибка] Ошибка запуска задания %s

source: Manual
ru: Вручную

source: Maximum
ru: Максимум

source: Mirroring
ru: Зеркалирование

source: No
ru: Нет

source: 7za.exe/7z.exe not found, cannot start arh
ru: 7za.exe/7z.exe не найден, архивация невозможна

source: Enter arh name
ru: Задайте имя архива

source: None
ru: Нет

source: Rar.exe not found, archiving is not possible
ru: Rar.exe не найден, архивация невозможна

source: Normal
ru: Нормальный

source: Ok
ru: Ок

source: Only when an error
ru: Только при ошибках

source: Only these
ru: Только эти

# msgstrings.rsother
source: Other
ru: Другое

source: Delete task %s?
ru: Удалить задание %s?

source: Start external archiver: %s
ru: Запуск внешнего архиватора: %s

source: Select action
ru: Выберите действие

source: SMTP Login error: %s
ru: SMTP ошибка подключения: %s

source: SMTP Logout error: %s
ru: SMTP ошибка отключения: %s

source: SMTP MailData error: %s
ru: SMTP ошибка отправляемых данных: %s

source: SMTP MailFrom error: %s
ru: SMTP ошибка авторизации отправителя: %s

source: SMTP MailTo error: %s. %s
ru: SMTP ошибка в адресе получателя: %s. %s

source: SMTP Start TLS error: %s
ru: SMTP ошибка инициализации TLS: %s

source: started
ru: запущена

source: Synchronization
ru: Синхронизация

source: Warning
ru: Предупреждение

source: Error
ru: Ошибка

source: Task is running %s
ru: Выполняется задание %s

source: Never
ru: Никогда

source: Name
ru: Имя

# msgstrings.rstasksettingsnode2
source: Action
ru: Действие

source: Archiving
ru: Архивация

# msgstrings.rstest
source: Test
ru: Тест

source: Ultra
ru: Ультра

source: Yes
ru: Да

source: Keep deleted files
ru: Хранить удаленные файлы

source: About mBackup
ru: О программе mBackup

# TFORMABOUT.LABELDESR.CAPTION
source: Backup utility
ru: Утилита резервного копирования

source: Open
ru: Открыть

# TFORMSET.BUTTESTSMTP.CAPTION
source: Test
ru: Тест

# TFORMSET.CHECKGROUP2.CAPTION
source: Common setings
ru: Общие настройки

source: Use system copy function
ru: Использовать системную функцию копирования

source: Enable FTP log
ru: Журналирование FTP

# TFORMSET.FORMSET.CAPTION
source: mBackup settings
ru: Настройки

source: Current profile
ru: Текущий профиль

# TFORMSET.GROUPEMAIL.CAPTION
source: E-mail notifications
ru: Уведомления e-mail

# TFORMSET.GROUPLANG.CAPTION
source: Language
ru: Язык

# TFORMSET.GROUPLOG.CAPTION
source: Log file
ru: Файл журнала

source: FTP log
ru: FTP Журнал

source: On start open profile
ru: Профиль при запуске

# TFORMSET.GROUPTEMPARH.CAPTION
source: Temporary directory for archiver
ru: Каталог для временных архивов

source: File name
ru: Имя файла

source: Alert text
ru: Текст уведомл.

# TFORMSET.LABELKB.CAPTION
source: Kb
ru: Кб

# TFORMSET.LABELKBFTP.CAPTION
source: Kb
ru: Кб

# TFORMSET.LABELLIMFTP.CAPTION
source: Limit
ru: Ограничение

# TFORMSET.LABELLIMIT.CAPTION
source: Limit
ru: Ограничение

# TFORMSET.LABELMAILFROM.CAPTION
source: Mail from
ru: Отправитель

# TFORMSET.LABELMAILTO.CAPTION
source: Mail to
ru: Получатель

# TFORMSET.LABELPASS.CAPTION
source: Password
ru: Пароль

# TFORMSET.LABELPORT.CAPTION
source: Port
ru: Порт

# TFORMSET.LABELSMTPSRV.CAPTION
source: SMTP server
ru: SMTP сервер

# TFORMSET.LABELSUBJ.CAPTION
source: Subject
ru: Тема

source: Alert subject
ru: Тема уведомл.

# TFORMSET.LABELTEXT.CAPTION
source: Text
ru: Текст

# TFORMSET.LABELUSER.CAPTION
source: User
ru: Пользователь

source: Last opened
ru: Последний открытый

source: Run after
ru: Запуск после

source: Archive name
ru: Имя архива

source: Archives rotate
ru: Ротация архивов

source: Run before
ru: Запуск перед

# TFORMTASK.BTNDIRADD.CAPTION
source: Add
ru: Добавить

# TFORMTASK.BTNDIRDEL.CAPTION
source: Delete
ru: Удалить

# TFORMTASK.CBCONDAFTER.TEXT
source: Always
ru: Всегда

# TFORMTASK.CBCONDBEFORE.TEXT
source: Always
ru: Всегда

source: Compress files open for writing
ru: Обрабатывать открытые для записи файлы

source: Delete files after archiving (rar only)
ru: Удалять файлы после архивации (только rar)

source: Set password
ru: Установить пароль

source: Solid archive
ru: Непрерывный архив

# TFORMTASK.DELARHCHECK.CAPTION
source: Store archives
ru: Хранить архивы

source: Store deleted files
ru: Хранить удаленные файлы

# TFORMTASK.ENABLEDCHECK.CAPTION
source: Enabled
ru: Разрешена

source: Exclude folders
ru: Исключить каталоги

# TFORMTASK.FILTFILESCHECK.CAPTION
source: Process files
ru: Обрабатывать файлы

# TFORMTASK.FORMTASK.CAPTION
source: Task settings
ru: Параметры задания

# TFORMTASK.GROUPACTION.CAPTION
source: Action
ru: Действие

source: Options
ru: Опции

source: Level compress
ru: Метод сжатия

# TFORMTASK.GROUPDEST.CAPTION
source: Destination
ru: Приемник

source: Encrypt archive
ru: Шифровать архив

source: Excluded folders
ru: Исключить каталоги

# TFORMTASK.GROUPEXTPROG.CAPTION
source: External programs
ru: Внешние программы

# TFORMTASK.GROUPNOTIFI.CAPTION
source: E-mail notifications
ru: Уведомления e-mail

# TFORMTASK.GROUPOTHER.CAPTION
source: Other
ru: Другое

# TFORMTASK.GROUPPROCFILES.CAPTION
source: Process files
ru: Обрабатывать файлы

# TFORMTASK.GROUPSOURCE.CAPTION
source: Source
ru: Источник

# TFORMTASK.GROUPSOURCEFILT.CAPTION
source: Source filtering
ru: Фильтрация источника

# TFORMTASK.GROUPTASKNAME.CAPTION
source: Task name
ru: Имя задания

source: Additional switches
ru: Доп. ключи

# TFORMTASK.LABELDAILY.CAPTION
source: Daily
ru: Ежедневные

# TFORMTASK.LABELDAY.CAPTION
source: days
ru: дней

# TFORMTASK.LABELDAYS.CAPTION
source: days
ru: дней

# TFORMTASK.LABELFOR.CAPTION
source: For
ru: В течение

# TFORMTASK.LABELMON.CAPTION
source: mon
ru: мес

# TFORMTASK.LABELMONTHLY.CAPTION
source: Monthly
ru: Ежемесячные

# TFORMTASK.LABELYEAR.CAPTION
source: years
ru: лет

# TFORMTASK.LABELYEARLY.CAPTION
source: Yearly
ru: Годовые

source: Copy NTFS permissions
ru: Копировать права NTFS

source: Once a day
ru: Раз в день

# TFORMTASK.RADIODESTFOLDER.CAPTION
source: Folder
ru: Каталог

# TFORMTASK.RADIOSORFOLDER.CAPTION
source: Folder
ru: Каталог

source: Include subfolders
ru: С подкаталогами

source: Delete files settings
ru: Удаление файлов

source: FTP Params
ru: Настройки FTP

source: Passive mode
ru: Пассивный режим

source: FTP server
ru: FTP сервер

source: Init dir
ru: Каталог

# TFRMFTPPARAM.EDITPASS.EDITLABEL.CAPTION
source: Password
ru: Пароль

# TFRMFTPPARAM.EDITPORT.EDITLABEL.CAPTION
source: Port
ru: Порт

# TFRMFTPPARAM.EDITUSER.EDITLABEL.CAPTION
source: User
ru: Пользователь

source: About
ru: О программе

source: New
ru: Добавить

source: Add to profile
ru: Добавить к профайлу

source: Copy
ru: Копировать

# TMFORM.ACTDEL.CAPTION
source: Delete
ru: Удалить

source: Down
ru: Вниз

source: Edit
ru: Правка

# TMFORM.ACTHELP.CAPTION
source: Help
ru: Помощь

source: New profile
ru: Создать

source: Open profile
ru: Открыть

source: Start
ru: Старт

source: Run all tasks
ru: Запустить все задания

source: Save as
ru: Сохранить как

# TMFORM.ACTSET.CAPTION
source: Settings
ru: Настройки

source: Up
ru: Вверх

source: Stop
ru: Стоп

# TMFORM.LISTTASK.COLUMNS[0].CAPTION
source: Task name
ru: Имя задания

# TMFORM.LISTTASK.COLUMNS[1].CAPTION
source: Source
ru: Источник

# TMFORM.LISTTASK.COLUMNS[2].CAPTION
source: Action
ru: Действие

# TMFORM.LISTTASK.COLUMNS[3].CAPTION
source: Destination
ru: Приемник

# TMFORM.LISTTASK.COLUMNS[4].CAPTION
source: Enabled
ru: Разрешена

# TMFORM.LISTTASK.COLUMNS[5].CAPTION
source: Last run
ru: Последний запуск

source: Profile
ru: Профайл

source: Task
ru: Задание

# TMFORM.MNUTHELPMAIN.CAPTION
source: Help
ru: Помощь

# TMFORM.MNUTSETMAIN.CAPTION
source: Settings
ru: Настройки
